Revit 2024 API
BuiltInFailures.FamilyFailures.CannotMakeTypeCB Property
 Can't make type "[Family Name]".
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId CannotMakeTypeCB { get; }
Visual Basic
Public Shared ReadOnly Property CannotMakeTypeCB As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ CannotMakeTypeCB {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.FamilyFailures Class
Autodesk.Revit.DB Namespace